<！DOCTYPE html>
<html lang ="en">
<HEAD>
        <meta charset ="UTF-8">
        <meta name ="viewport"content ="width = device-width，user-scalable = no">
        <link rel ="stylesheet"href ="/resources /css /protocol.css">
        <link rel ="icon"href ="img /favicon.ico">
        <script src ="/resources /js /public.js"> </script>
    <TITLE>服務協議</TITLE>
</HEAD>
<BODY>
<h3 class ="protocol-name">共享護照共享號服務協議</h3>
<div class ="second-title">導言：</div>
<p class ="pro-content">
        歡迎你使用共享護照共享號服務！
</p>
<p class ="pro-content">
        為使用共享護照共享號服務（以下簡稱"本服務"），你應當閱讀並遵守"共享護照共享號服務協議"（以下簡稱"本協議"）。
</p>
<p class ="pro-content">
        除非你已閱讀並接受本協議所有條款，否則你無權使用共享護照共享號服務。你對本服務的開通，發布信息等行為即視為你已閱讀並同意本協議的約束。
</p>
<p class ="pro-content">
        如果你未滿18周歲，請在法定監護人的陪同下閱讀本協議及其他上述協議，並特別注意未成年人使用條款。
</p>
<div class ="second-title">一，【協議的範圍】</div>
<p class ="pro-content">
        1.1本協議是你與共享城市之間關於你使用共享護照共享號服務所訂立的協議。以及共享護照共享號已經發布的或將來可能發布的各項規則，你理解並知曉：共享城市會根據國家相關法律法規，政策及公司的運營情況不定時的製定，修改本協議及各類規則，如您繼續使用本服務，視為您同意接受。"共享城市"是指深圳共享城市科技有限公司。用戶"是指註冊，登錄，使用共享護照賬號的個人或組織，在本協議中更多地稱為"你"。"其他用戶"是指包括其他共享護照賬號用戶和共享護照用戶等除用戶本人外與共享護照共享號服務相關的用戶。
</p>
<p class ="pro-content">
        1.2本服務是共享城市向用戶提供的信息發布以及與此相關的互聯網技術服務。
</p>
<div class ="second-title">
        二，【賬號註冊與認證】
</DIV>
<p class ="pro-content">
        2.1你在使用本服務前需要註冊一個共享護照賬號，共享護照賬號通過手機號註冊並進行實名認證。共享城市有權根據用戶需求和產品需要對賬號註冊和認證的方式進行變更，關於你使用賬號的具體規則，請遵守相關賬號使用協議。
</p>
<p class ="pro-content">
        2.2用戶在註冊共享護照賬號後，用戶自行選擇是否開通共享號，開通後，系統將為自動匹配共享護照共享號，您可以對暱稱進行設置。
</p>
<p class ="pro-content">
        2.3共享號暱稱命名規則：
</p>
<p class ="pro-content">
        2.3.1共享號名稱需保證在所在領域具有唯一識別性和客觀性，禁止侵權，禁止具有誇大性，廣告性和誤導性的名稱。
</p>
<p class ="pro-content">
        禁止使用的共享號名稱：
</p>
<p class ="pro-content">
        1）中國的國家名稱，國旗，國徽，軍旗，勳章以及中央國家機關所在地特定地點的名稱或者標誌性建築物的名稱;
</p>
<p class ="pro-content">
        2）外國的國家名稱;
</p>
<p class ="pro-content">
        3）帶有民族歧視性的;
</p>
<p class ="pro-content">
        4）誇大宣傳並帶有欺騙性的;
</p>
<p class ="pro-content">
        5）有害於社會主義道德風尚或者有其他不良影響的;
</p>
<p class ="pro-content">
        6）有歧義，誤導用戶或侵犯其他用戶，第三方合法權益的，包括但不限於：侵權，冒充其他公司品牌，利用命名進行誇大宣傳的;
</p>
<p class ="pro-content">
        2.3.2僅允許簡體中文，英文字母（不區分大小寫）和數字，不允許出現標點符號，空格和特殊字符。
</p>
<p class ="pro-content">
        2.3.3共享號名稱唯一，如遇到與其他先註冊的共享號名稱一致，則需要更換。
</p>
<p class ="pro-content">
        2.4如被共享護照平台發現共享號名稱涉嫌違規，違法及與條款不符的共享號名稱，則共享護照平權有權對該共享號進行凍結，不可使用。
</p>
<p class ="pro-content">
        2.5用戶認證審核為實名認證。共享城市的合法權限範圍內，共享城市無法實質審查用戶的實際經營，運營以及推廣等行為，並不為此提供任何擔保。因用戶行為導致與其他用戶或第三方發生爭議的，由用戶獨立對外承擔責任，因此給共享城市，其他用戶或第三方造成損害的，你應當依法予以賠償。
</p>
<div class ="second-title">
        三，【用戶個人信息保護】
</DIV>
<p class ="pro-content">
        3.1保護用戶個人信息是共享城市的一項基本原則，共享城市將會採取合理的措施保護用戶的個人信息。除法律法規規定的情形外，未經用戶許可共享城市不會向第三方公開用戶個人信息。共享城市對相關信息採用專業加密存儲與傳輸方式，保障用戶個人信息的安全。
</p>
<p class ="pro-content">
        3.2你在申請本服務過程中，需要填寫一些必要的信息，請保持這些信息的真實，準確，合法，有效並註意及時更新，以便共享城市向你提供及時有效的幫助，或更好地為你提供服務。根據相關法律法規和政策，請你填寫真實的身份信息。若你填寫的信息不完整或不準確，則可能無法使用本服務或在使用過程中受到限制。
</p>
<p class ="pro-content">
        3.3一般情況下，你可以隨時瀏覽自己的信息，但出於安全性和身份識別的考慮，你可以無法修改認證時提供的身份信息和其他驗證信息。
</p>
<div class ="second-title">
        四，【用戶行為規範】
</DIV>
<p class ="pro-content">
        4.1【信息內容規範】
</p>
<p class ="pro-content">
        4.1.1本條所述信息內容是指用戶使用本服務過程中所製作，複製，發布，傳播的任何內容，包括但不限於共享護照賬號頭像，名稱，用戶說明等註冊信息及認證資料，或文字，語音，圖片，視頻，圖文等發送，回复或自動回复消息和相關鏈接頁面，以及其他使用共享護照賬號或共享護照共享號服務所產生的內容。
</p>
<p class ="pro-content">
        4.1.2你理解並同意，共享護照一直致力於為用戶提供文件健康，規範有序的網絡環境，你不得利用共享護照賬號或共享護照共享號服務製作，複製，發布，傳播如下乾擾共享護照共享號正常運營，以及侵犯其他用戶或第三方合法權益的內容：
</p>
<p class ="pro-content">
        4.1.2.1發布，傳送，傳播，儲存違反國家法律法規禁止的內容：
</p>
<p class ="pro-content">
        （1）違反憲法確定的基本原則的;
</p>
<p class ="pro-content">
        （2）危害國家安全，洩露國家秘密，顛覆國家政權，破壞國家統一的;
</p>
<p class ="pro-content">
        （3）損害國家榮譽和利益的;
</p>
<p class ="pro-content">
        （4）煽動民族仇恨，民族歧視，破壞民族團結的;
</p>
<p class ="pro-content">
        （5）破壞國家宗教政策，宣揚邪教和封建迷信的;
</p>
<p class ="pro-content">
        （6）散佈謠言，擾亂社會秩序，破壞社會穩定的;
</p>
<p class ="pro-content">
        （7）散佈淫穢，色情，賭博，暴力，恐怖或者教唆犯罪的;
</p>
<p class ="pro-content">
        （8）侮辱或者誹謗他人，侵害他人合法權益的;
</p>
<p class ="pro-content">
        （9）煽動非法集會，結社，遊行，示威，聚眾擾亂社會秩序;
</p>
<p class ="pro-content">
        （10）以非法民間組織名義活動的;
</p>
<p class ="pro-content">
        （11）不符合"即時通信工具公眾信息服務發展管理暫行規定"及遵守法律法規，社會主義制度，國家利益，公民合法利益，公共秩序，社會道德風尚和信息真實性等"七條底線"要求的;
</p>
<p class ="pro-content">
        （12）含有法律，行政法規禁止的其他內容的。
</p>
<p class ="pro-content">
        4.1.2.2發布，傳送，傳播，儲存侵害他人名譽權，肖像權，知識產權，商業秘密等合法權利的內容;
</p>
<p class ="pro-content">
        4.1.2.3涉及他人隱私，個人信息或資料的內容;
</p>
<p class ="pro-content">
        4.1.2.4發表，傳送，傳播騷擾信息，廣告信息及垃圾信息或含有任何性或性暗示的內容;
</p>
<p class ="pro-content">
        4.1.2.5其他違反法律法規，政策及公序良俗，社會公德或乾擾太一護照平台正常運營和侵犯其他用戶或第三方合法權益內容的信息。
</p>
<p class ="pro-content">
        4.2【平台使用規範】
</p>
<p class ="pro-content">
        4.2.1你不得利用共享護照賬號或共享護照共享號服務進行如下行為：
</p>
<p class ="pro-content">
        4.2.1.1提交，發布虛假信息，或冒充，利用他人名義的
</p>
<p class ="pro-content">
        4.2.1.2強制，誘導其他用戶關注賬號，點擊鏈接頁面或分享信息的;
</p>
<p class ="pro-content">
        4.2.1.3虛構事實，隱藏真相以誤導，欺騙他人的
</p>
<p class ="pro-content">
        4.2.1.4侵害他人名譽權，肖像權，知識產權，商業秘密等合法權利的
</p>
<p class ="pro-content">
        4.2.1.5填寫和提交賬號註冊與認證資料違反本協議規定，以及運營行為與註冊或認證信息所公之身份無關的;
</p>
<p class ="pro-content">
        4.2.1.6未能按照共享護照共享護理業務流程註冊和使用本服務，違反本服務功能限製或運營策略，或採取任何措施規避前述流程，限製或策略，干擾共享護照正常運營的
</p>
<p class ="pro-content">
        4.2.1.7未經共享城市書面許可利用其他共享護照賬號，共享護照共享號以及第三方運營平台進行推廣或互相推廣的;
</p>
<p class ="pro-content">
        4.2.1.8未經共享城市書面許可使用插件，外掛或通過其他第三方工具，運營平台或任何服務接入本服務和相關係統的;
</p>
<p class ="pro-content">
        4.2.1.9利用共享護照賬號或共享護照共享號服務從事任何違法犯罪活動的
</p>
<p class ="pro-content">
        4.2.1.10製作，發布與以上行為相關的方法，工具或對此類方法，工具進行運營或傳播，無論這些行為是否為商業目的;
</p>
<p class ="pro-content">
        4.3【對自己行為負責】
</p>
<p class ="pro-content">
        你理解並同意，共享護照共享號僅為用戶提供信息分享，傳播及獲取的平台，你必須為自己註冊賬號下的一切行為負責，包括你所發表的任何內容以及由此產生的任何後果。你應對本服務中的內容自行加以判斷，並承擔因使用內容而引起的所有風險，包括因對內容的正確性，完整性或實用性，準確性的依賴而產生的風險。共享城市無法且不會對因前述風險而導致的任何損失或損害承擔責任。
</p>
<div class ="second-title">
        五，【數據的儲存】
</DIV>
<p class ="pro-content">
        5.1共享城市​​不對你在本服務中相關數據的刪除或儲存失敗負責。
</p>
<p class ="pro-content">
        5.2共享城市有權根據實際情況自行決定單個用戶在本服務中數據的最長儲存期限，並在服務器上為其分配數據最大存儲空間等。你可以根據自己的需要自行備份本服務中的相關數據。
</p>
<p class ="pro-content">
        5.3如果你停止使用本服務或服務被終止或取消，共享城市可以從服務器上永久地刪除你的數據。在服務停止，終止或取消後，共享城市沒有義務向你返還任何數據。
</p>
<div class ="second-title">
        六，【風險及免責】
</DIV>
<p class ="pro-content">
        6.1你理解並同意：為了向你提供有效的服務，本服務會利用你終端設備的處理器和帶寬等資源。本服務使用過程中可能產生數據流量的費用，用戶需自行向運營商了解相關資費信息，並自行承擔相關費用。
</p>
<p class ="pro-content">
        6.2用戶在使用本服務時，須自行承擔如下共享城市不可掌控的風險內容，包括但不限於：
</p>
<p class ="pro-content">
        6.2.1由於受到計算機病毒，木馬或其他惡意程序，黑客攻擊的破壞等不可抗拒因素可能引起的信息丟失，洩漏等風險;
</p>
<p class ="pro-content">
        6.2.2用戶或共享城市的電腦軟件，系統，硬件和通信線路出現故障;
</p>
<p class ="pro-content">
        6.2.3用戶操作不當或通過非共享城市授權的方式使用本服務;
</p>
<p class ="pro-content">
        6.2.4用戶發布的內容被他人轉發，分享，因此等傳播可能帶來的風險和責任;
</p>
<p class ="pro-content">
        6.2.5用戶在發布作品時，對作品來源：原創或轉載，請按照真實情況選擇，包括作品中使用的文字，圖片等素材。如作品來源於轉載，用戶保證該轉載作品允許被轉載，並且在作品中註明了作品來源，作者，作品名稱，並保證未對原作品進行任何修改;如作品為原創作品，用戶保證作品的內容真實準確，不侵犯任何第三人的合法權益;如作品為原創作品，但作品中包含第三人享有著作權的其他作品時，用戶保證已經獲得了其它著作權人的授權等。否則由此產生的風險和法律糾紛由用戶自行承擔，與共享護照無關。
</p>
<p class ="pro-content">
        6.2.6由於網絡信號不穩定等原因，所引起的共享護照平台登錄失敗，資料同步不完整，頁面打開速度慢等風險;
</p>
<p class ="pro-content">
        6.2.7其他共享城市無法控制或合理預見的情形。
</p>
<div class ="second-title">
        七，【知識產權聲明】
</DIV>
<p class ="pro-content">
        7.1共享城市​​在本服務中提供的內容（包括但不限於網頁，文字，圖片，音頻，視頻，圖表等）的知識產權歸共享城市所有，用戶在使用本服務中所產產的內容的知識產權歸用戶或相關權利人所有，持有共享號的用戶通過共享護照共享號發布的信息一經發布即向公眾傳播和共享。
</p>
<p class ="pro-content">
        7.2共享城市在本服務中所使用的"共享城市"，"共享護照"，共享護照圖標及LOGO等商標標識，其著作權或商標權歸共享城市所有。
</p>
<div class ="second-title">
        八，【法律責任】
</DIV>
<p class ="pro-content">
        8.1如果共享城市發現或收到他人舉報或投訴用戶違反本協議約定的，共享城市有權不經通知隨時對相關內容進行刪除，屏蔽，並視行為情節對違規賬號處理包括但不限於警告，刪除部分或全部關注用戶，限制或禁止使用部分或全部功能，賬號封禁直至註銷的處罰，並公告處理結果。共享護照共享號認證賬號除上述處罰措施外，共享城市有權單方終止本協議，取消其賬號認證身份，並視情節決定臨時或永久封禁相關賬號認證資質，並保留追究該用戶法律責任的權利。
</p>
<p class ="pro-content">
        如果你發現任何人違反本協議規定或以其他不當的方式使用共享護照共享號服務，請立即向共享護照平台舉報或投訴，我們將依法進行處理。
</p>
<p class ="pro-content text-right">
        共享護照團隊
</p>
<p class ="pro-content pad-bot30 text-right">
        深圳共享城市科技有限公司
</p>

<script>
    var _mtac = {};
    (function() {
        var mta = document.createElement("script");
        mta.src = "http://pingjs.qq.com/h5/stats.js?v2.0.4";
        mta.setAttribute("name", "MTAH5");
        mta.setAttribute("sid", "500528731");

        var s = document.getElementsByTagName("script")[0];
        s.parentNode.insertBefore(mta, s);
    })();
</script>

</body>
</html>