<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>
<html>
	<head lang="en">
		<meta charset="UTF-8">
		<meta name="viewport" content="width=device-width, user-scalable=no, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0" />
		<title>服务协议</title>
		<link href="/resources/css/base.css" rel="stylesheet" />
		<link href="/resources/css/index.css" rel="stylesheet" />
		<style type="text/css">
			body {
				padding-bottom: 0.5rem;
			}
		</style>
	</head>
	<body>
		<h1 class="h1">《深圳共享城市科技有限公司共享护照系统服务协议》</h1>
		<div class="content">
			<h3 class="h3">导言</h3>
			<p>欢迎使用深圳共享城市科技有限公司共享护照系统及服务！为使用深圳共享城市科技有限公司共享护照系统（以下简称“本系统”）及服务，您应当阅读并遵守《深圳共享城市科技有限公司共享护照系统服务协议》（以下简称“本协议”）。请务必审慎阅读、充分理解各条款内容。</p>
			<p>特别是免除或者限制责任的条款，以及开通或使用某项服务的单独协议，并选择接受或不接受。除非您已阅读并接受本协议所有条款，否则您无权下载、安装或使用本系统及相关服务。您的下载、安装、使用、注册、登录、认证等行为即视为您已阅读并同意上述协议的约束。</p>
			<p>如果您未满18周岁，请在法定监护人的陪同下阅读本协议及其他上述协议。</p>
			<h3 class="h3">使用条款</h3>
			
			<p>一、协议的范围</p>
			<p>1.1 协议适用主体范围</p>
			<p>本协议是您与深圳共享城市科技有限公司（以下简称“共享城市”）之间关于您下载、安装、使用、复制本系统所订立的协议。</p>
			<p>1.2 协议更改</p>
			<p>在合同有效期内，共享城市有权随时修改本协议条款和条件，在其网站公布后即行对您及本网具有约束力。修改服务条款后，您继续使用本系统应被视作您已接受了修改后的条款。</p>
			<p>除非得到共享城市的书面授权，任何人将不得修改本协议。</p>
			
			<h3 class="h3">二、关于本服务</h3>
			<p>2.1 本服务的内容</p>
			<p>本服务内容是指共享城市向用户提供的实名认证系统，支持扫码登录第三方平台，验证商品真伪，溯源商品流转等功能。</p>
			<p>2.2.1 您使用本服务需要下载共享护照客户端软件，对于这些软件，共享城市给予您一项个人的、不可转让及非排他性的许可。</p>
			<p>2.2.2 本服务中共享护照客户端软件提供包括但不限于iOS、Android等多个应用版本，用户必须选择与所安装终端设备相匹配的软件版本。</p>
			<p>2.2 本服务许可的范围</p>
			<p>2.2.1 共享城市给予您一项个人的、不可转让及非排他性的许可，以使用本软件。您可以为非商业目的在单一台终端设备上安装、使用、显示、运行本软件。</p>
			<p>2.2.2 本条款及本协议其他条款未明示授权的其他一切权利仍由共享城市保留，您在行使这些权利时须另外取得共享城市的书面许可。共享城市如果未行使前述任何权利，并不构成对该权利的放弃。</p>
			
			<h3 class="h3">三、软件的获取</h3>
			<p>3.1 您可以直接从共享城市的网站上获取本软件，也可以从得到共享城市授权的第三方获取。</p>
			<p>3.2 如果您从未经共享城市授权的第三方获取本软件或与本软件名称相同的安装程序，共享城市无法保证该软件能够正常使用，并对因此给您造成的损失不予负责。</p>
			
			<h3 class="h3">四、软件的安装与卸载</h3>
			<p>4.1 共享城市可能为不同的终端设备开发了不同的软件版本，您应当根据实际情况选择下载合适的版本进行安装。</p>
			<p>4.2 下载安装程序后，您需要按照该程序提示的步骤正确安装。</p>
			<p>4.3  为提供更加优质、安全的服务，在本软件安装时共享城市可能推荐您安装其他软件，您可以选择安装或不安装。</p>
			<p>4.4 如果您不再需要使用本软件或者需要安装新版软件，可以自行卸载。如果您愿意帮助共享城市改进产品服务，请告知卸载的原因。</p>
			
			<h3 class="h3">五、软件的更新</h3>
			<p>5.1 为了改善用户体验、完善服务内容，共享城市将不断努力开发新的服务，并为您不时提供软件更新（这些更新可能会采取软件替换、修改、功能强化、版本升级等形式）。</p>
			<p>5.2 为了保证本软件及服务的安全性和功能的一致性，共享城市有权不经向您特别通知而对软件进行更新，或者对软件的部分功能效果进行改变或限制。</p>
			<p>5.3 本软件新版本发布后，旧版本的软件可能无法使用。共享城市不保证旧版本软件继续可用及相应的客户服务，请您随时核对并下载最新版本。</p>
			
			<h3 class="h3">六、用户信息保护</h3>
			<p>6.1 保护用户信息是共享城市的一项基本原则，共享城市将会采取合理的措施保护用户的信息。除法律法规规定的情形外，未经用户许可共享城市不会向第三方公开、透露用户信息。共享城市对相关信息采用专业加密存储与传输方式，保障用户信息的安全。</p>
			<p>6.2 您在注册账号或使用本服务的过程中，需要提供一些必要的信息，例如：为向您提供账号注册服务或进行用户身份认证，需要您填写手机号码，姓名，身份证号等。若您提供的信息不完整，则无法使用本服务或在使用过程中受到限制。</p>
			<p>6.3 一般情况下，您可随时浏览、修改自己提交的信息，但出于安全性和身份识别的考虑，您可能无法修改注册时提供的初始注册信息及其他验证信息。</p>
			<p>6.4 共享城市将运用各种安全技术和程序建立完善的管理制度来保护您的信息，以免遭受未经授权的访问、使用或披露。</p>
			<p>6.5 未经您的同意，共享城市不会向共享城市以外的任何公司、组织和个人披露您的信息，但法律法规另有规定的除外。</p>
			<p>6.6 共享城市非常重视对未成年人个人信息的保护。若您是18周岁以下的未成年人，在使用本系统前，应事先取得您家长或法定监护人的书面同意。</p>
			
			<h3 class="h3">七、主权利义务条款</h3>
			<p>7.1 账号使用规范</p>
			<p>7.1.1 您在使用本服务前需要注册一个共享账号。该账号可通过手机号码进行注册,并可在注册成功后进行个人或企业身份实名认证。</p>
			<p>7.1.2 共享账号的所有权归共享城市科技有限公司所有，用户完成申请注册手续后，仅获得共享账号的使用权，且该使用权仅属于初始申请注册人。同时，初始申请注册人不得赠与、借用、租用、转让或售卖该账号或者以其他方式许可非初始申请注册人使用。非初始申请注册人不得通过受赠、继承、承租、受让或者其他任何方式使用该账号。</p>
			<p>7.1.3 用户有责任妥善保管注册帐户信息及帐户密码的安全，用户需要对注册帐户以及密码下的行为承担法律责任。用户同意在任何情况下不向他人透露帐户及密码信息。当在您怀疑他人在使用您的账号时，您应立即通知共享城市公司。</p>
			<p>7.1.4 用户在使用手机号码注册个共享账号时，系统将为您自动匹配昵称，头像，您可以对其进行设置。</p>
			<p>7.1.5 用户注册共享账号后如果长期不登录该账号，共享城市有权回收该账号，以免造成资源浪费，由此带来的任何损失均由用户自行承担。</p>
			<p>7.2 用户注意事项</p>
			<p>7.2.1 您理解并同意：为了向您提供有效的服务，本系统会利用您终端设备的处理器和带宽等资源。本系统使用过程中可能产生数据流量的费用，用户需自行向运营商了解相关资费信息，并自行承担相关费用。</p>
			<p>7.2.2 您理解并同意：本系统的某些功能可能会让第三方知晓用户的信息，例如：可以查询用户头像、昵称等可公开的基础资料。</p>
			<p>7.2.3 您理解并同意共享城市将会尽其商业上的合理努力保障您在本系统件及服务中的数据存储安全，但是，共享城市并不能就此提供完全保证，对您在本系统及服务中相关数据的删除或储存失败负责；</p>
			<p>7.2.4 用户在使用本系统及服务时，须自行承担如下来自共享城市不可掌控的风险内容，包括但不限于：</p>
			<p>7.2.4.1 由于不可抗拒因素可能引起的个人信息丢失、泄漏等风险；</p>
			<p>7.2.4.2 用户必须选择与所安装终端设备相匹配的系统版本，否则，由于软件与终端设备型号不相匹配所导致的任何问题或损害，均由用户自行承担；</p>
			<p>7.2.4.3 用户在使用本系统访问第三方网站时，因第三方网站及相关内容所可能导致的风险，由用户自行承担；</p>
			<p>7.2.4.4 由于无线网络信号不稳定、无线网络带宽小等原因，所引起的登录失败、资料同步不完整、页面打开速度慢等风险。</p>
			
			<p>7.3 第三方产品和服务</p>
			<p>7.3.1 您在使用本系统第三方提供的产品或服务时，除遵守本协议约定外，还应遵守第三方的用户协议。共享城市和第三方对可能出现的纠纷在法律规定和约定的范围内各自承担责任。</p>
			<p>7.3.2 因用户使用本系统或要求共享城市提供特定服务时，本系统可能会调用第三方系统或者通过第三方支持用户的使用或访问，使用或访问的结果由该第三方提供，共享城市不保证通过第三方提供服务及内容的安全性、准确性、有效性及其他不确定的风险，由此若引发的任何争议及损害，共享城市不承担任何责任。</p>
			<p>7.3.3 您理解并同意，共享城市有权决定将本软件作商业用途，包括但不限于开发、使用本系统的部分服务为第三方作推广等，共享城市承诺在推广过程中严格按照本协议约定保护您的信息，同时您亦可以根据系统设置选择屏蔽、拒绝接收相关推广信息。</p>
			
			<h3 class="h3">八、用户行为规范</h3>
			<p>8.1 软件使用规范</p>
			<p>8.1.1 除非法律允许或共享城市书面许可，您使用本系统过程中不得从事下列行为：</p>
			<p>8.1.1.1 删除本系统及其副本上关于著作权的信息；</p>
			<p>8.1.1.2 对本系统进行反向工程、反向汇编、反向编译，或者以其他方式尝试发现本软件的源代码；</p>
			<p>8.1.1.3 对本系统或者本系统运行过程中释放到任何终端内存中的数据、软件运行过程中客户端与服务器端的交互数据，以及本软件运行所必需的系统数据，进行复制、修改、增加、删除、挂接运行或创作任何衍生作品，形式包括但不限于使用插件、外挂或非共享城市经授权的第三方工具/服务接入本软件和相关系统；</p>
			<p>8.1.1.4 通过修改或伪造系统运行中的指令、数据，增加、删减、变动系统的功能或运行效果，或者将用于上述用途的软件、方法进行运营或向公众传播，无论这些行为是否为商业目的；</p>
			<p>8.1.1.5 通过非共享城市开发、授权的第三方软件、插件、外挂、系统，登录或使用共享城市软件及服务，或制作、发布、传播上述工具；</p>
			<p>8.1.1.6 自行或者授权他人、第三方软件对本软件及其组件、模块、数据进行干扰；</p>
			<p>8.1.1.7 其他未经共享城市明示授权的行为。</p>
			<p>8.1.2 您理解并同意，基于用户体验或相关服务平台运营安全、平台规则要求及健康发展等综合因素，共享城市有权选择提供服务的对象，有权决定功能设置，有权决定功能开放、数据接口和相关数据披露的对象和范围。针对以下情形，有权视具体情况中止或终止提供本服务，包括但不限于：</p>
			<p>8.1.2.1 违反法律法规或本协议规定的；</p>
			<p>8.1.2.2 影响服务体验的；</p>
			<p>8.1.2.3 存在安全隐患的；</p>
			<p>8.1.2.4 与本系统已有主要功能或功能组件相似、相同，或可实现上述功能或功能组件的主要效用的；</p>
			<p>8.1.2.5 界面、风格、功能、描述或使用者体验与本系统类似，可能造成用户 认为其所使用的功能或服务来源于共享城市或经共享城市授权的；</p>
			<p>8.1.2.6 违背本系统运营原则，或不符合共享城市其他管理要求的。</p>
			<p>8.2服务运营规范</p>
			<p>除非法律允许或共享城市书面许可，您使用本服务过程中不得从事下列行为：</p>
			<p>8.2.1 未经共享城市书面许可利用本系统账号和任何功能，以及第三方运营平台进行推广或互相推广的；</p>
			<p>8.2.2 利用共享账号或本软件及服务从事任何违法犯罪活动的；</p>
			<p>8.2.3 其他违反法律法规规定、侵犯其他用户合法权益、干扰产品正常运营或共享城市未明示授权的行为。</p>
			<p>8.3 对自己行为负责</p>
			<p>您充分了解并同意，您必须为自己注册账号下的一切行为负责，您应对本服务中的内容自行加以判断，并承担因使用内容而引起的所有风险，共享城市无法且不会对因前述风险而导致的任何损失或损害承担责任。</p>
			<p>8.4 违约处理</p>
			<p>8.4.1 如果共享城市发现或收到他人举报或投诉用户违反本协议约定的，共享城市有权随时对违规账号处以包括但不限于警告、限制或禁止使用部分或全部功能、账号封禁直至注销的处罚，并公告处理结果。</p>
			<p>8.4.2 您理解并同意，共享城市有权依合理判断对违反有关法律法规或本协议规定的行为进行处罚，对违法违规的任何用户采取适当的法律行动，并依据法律法规保存有关信息向有关部门报告等，用户应独自承担由此而产生的一切法律责任。</p>
			<p>8.4.3 您理解并同意，因您违反本协议或相关服务条款的规定，导致或产生第三方主张的任何索赔、要求或损失，您应当独立承担责任；共享城市因此遭受损失的，您也应当一并赔偿。</p>
			
			<h3 class="h3">九、知识产权声明</h3>
			<p>9.1 共享城市是本系统的知识产权权利人。本系统的一切著作权、商标权、专利权、商业秘密等知识产权，以及与本软件相关的所有信息内容均受中华人民共和国法律法规和相应的国际条约保护，共享城市享有上述知识产权，但相关权利人依照法律规定应享有的权利除外。</p>
			<p>9.2 未经共享城市或相关权利人书面同意，您不得为任何商业或非商业目的自行或许可任何第三方实施、利用、转让上述知识产权。</p>
			
			<h3 class="h3">十、终端安全责任</h3>
			<p>10.1 您理解并同意，本系统同大多数互联网软件一样，可能会受多种因素影响，包括但不限于用户原因、网络服务质量、社会环境等；也可能会受各种安全问题的侵扰，包括但不限于他人非法利用用户资料，进行现实中的骚扰；用户下载安装的其他软件或访问的其他网站中可能含有病毒、木马程序或其他恶意程序，威胁您的终端设备信息和数据安全，继而影响本系统的正常使用等。因此，您应加强信息安全及个人信息的保护意识，注意密码保护，以免遭受损失。</p>
			<p>10.2 您不得制作、发布、使用、传播用于窃取本系统账号及他人个人信息、财产的恶意程序。</p>
			<p>10.3 维护软件安全与正常使用是共享城市和您的共同责任，共享城市将按照行业标准合理审慎地采取必要技术措施保护您的终端设备信息和数据安全，但是您承认和同意共享城市并不能就此提供完全保证。</p>
			
			<h3 class="h3">十一、第三方软件或技术</h3>
			<p>11.1 本软件可能会使用第三方软件或技术（包括本软件可能使用的开源代码和公共领域代码等，下同），这种使用已经获得合法授权。</p>
			<p>11.2 本软件如果使用了第三方的软件或技术，共享城市将按照相关法规或约定，对相关的协议或其他文件，可能通过本协议附件、在本软件安装包特定文件夹中打包、或通过开源软件页面等形式进行展示，它们可能会以“软件使用许可协议”、“授权协议”、“开源代码许可证”或其他形式来表达。前述通过各种形式展现的相关协议、其他文件及网页，均是本协议不可分割的组成部分，与本协议具有同等的法律效力，您应当遵守这些要求。如果您没有遵守这些要求，该第三方或者国家机关可能会对您提起诉讼、罚款或采取其他制裁措施，并要求共享城市给予协助，您应当自行承担法律责任。</p>
			<p>11.3 如因本软件使用的第三方软件或技术引发的任何纠纷，应由该第三方负责解决，共享城市不承担任何责任。共享城市不对第三方软件或技术提供客服支持，若您需要获取支持，请与第三方联系。</p>
			<h3 class="h3">十二、其他</h3>
			<p>12.1 本协议的成立、生效、履行、解释及纠纷解决，适用中华人民共和国大陆地区法律（不包括冲突法）。</p>
			<p> 若您和共享城市之间发生任何纠纷或争议，首先应友好协商解决；协商不成的，您同意将纠纷或争议提交本协议签订地有管辖权的人民法院管辖。</p>
			<p>12.3 本协议所有条款的标题仅为阅读方便，本身并无实际涵义，不能作为本协议涵义解释的依据。</p>
			<p>12.4 本协议条款无论因何种原因部分无效或不可执行，其余条款仍有效，对双方具有约束力。</p>
			<p>深圳共享城市科技有限公司保留最终解释权</p>
		</div>


		<script>
            var _mtac = {};
            (function() {
                var mta = document.createElement("script");
                mta.src = "http://pingjs.qq.com/h5/stats.js?v2.0.4";
                mta.setAttribute("name", "MTAH5");
                mta.setAttribute("sid", "500528731");

                var s = document.getElementsByTagName("script")[0];
                s.parentNode.insertBefore(mta, s);
            })();
		</script>

	</body>
</html>
<script src="/resources/js/public.js"></script>