<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>
<html>
	<head lang="en">
		<meta charset="UTF-8">
		<meta name="viewport" content="width=device-width, user-scalable=no, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0" />
		<title>服務協議</title>
		<link href="/resources/css/base.css" rel="stylesheet" />
		<link href="/resources/css/index.css" rel="stylesheet" />
		<style type="text/css">
			body {
				padding-bottom: 0.5rem;
			}
		</style>
	</head>
	<body>
	<h1 class="h1">《深圳共享城市科技有限公司共享護照系統服務協議》</h1>
	<div class ="content">
		<h3 class ="h3">導言</h3>
		<P>歡迎使用深圳共享城市科技有限公司共享護照系統及服務！為使用深圳共享城市科技有限公司共享護照系統（以下簡稱"本系統"）及服務，您應當閱讀並遵守"深圳共享城市科技有限公司共享護照系統服務協議"（以下簡稱"本協議"）。請務必審慎閱讀，充分理解各條款內容。</p>
		<P>特別是免除或者限制責任的條款，以及開通或使用某項服務的單獨協議，並選擇接受或不接受。除非您已閱讀並接受本協議所有條款，否則您無權下載，安裝或使用本系統及相關服務。您的下載，安裝，使用，註冊，登錄，認證等行為即視為您已閱讀並同意上述協議的約束。</p>
		<P>如果您未滿18周歲，請在法定監護人的陪同下閱讀本協議及其他上述協議。</P>
		<h3 class ="h3">使用條款</h3>

		<P>一，協議的範圍</P>
		<p> 1.1協議適用主體範圍</p>
		<P>本協議是您與深圳共享城市科技有限公司（以下簡稱"共享城市"）之間關於您下載，安裝，使用，複製本系統所訂立的協議。</P>
		<p> 1.2協議更改</p>
		<P>在合同有效期內，共享城市有權隨時修改本協議條款和條件，在其網站公佈後即行對您及本網具有約束力。修改服務條款後，您繼續使用本系統應被視作您已接受了修改後的條款。</p>
		<P>除非得到共享城市的書面授權，任何人將不得修改本協議。</P>

		<h3 class ="h3">二，關於本服務</h3>
		<p> 2.1本服務的內容</p>
		<P>本服務內容是指共享城市向用戶提供的實名認證系統，支持掃碼登錄第三方平台，驗證商品真偽，溯源商品流轉等功能。</P>
		<p> 2.2.1您使用本服務需要下載共享護照客戶端軟件，對於這些軟件，共享城市給予您一項個人的，不可轉讓及非排他性的許可。</p>
		<p> 2.2.2本服務中共享護照客戶端軟件提供包括但不限於iOS，Android等多個應用版本，用戶必須選擇與所有安裝終端設備相匹配的軟件版本。</p>
		<p> 2.2本服務許可的範圍</p>
		您可以為非商業目的在單一台終端設備上安裝，使用，顯示，運行本軟件。 </p>
		<p> 2.2.2本條款及本協議其他條款未明示授權的其他一切權利仍然共享城市保留，您在行使這些權利時須另外取得共享城市的書面許可。共享城市如果未行使前述任何權利，並不構成對該權利的放棄。</p>

		<h3 class ="h3">三，軟件的獲取</h3>
		<p> 3.1您可以直接從共享城市的網站上獲取本軟件，也可以從得到共享城市授權的第三方獲取。</p>
		<p> 3.2如果您從未經共享城市授權的第三方獲取本軟件或與本軟件名稱相同的安裝程序，共享城市無法保證該軟件能夠正常使用，並且因此給您造成的損失不予負責。 </p>

		<h3 class ="h3">四，軟件的安裝與卸載</h3>
		<p> 4.1共享城市​​可能為不同的終端設備開發了不同的軟件版本，您應該根據實際情況選擇下載合適的版本進行安裝。</p>
		<p> 4.2下載安裝程序後，您需要按照該程序提示的步驟正確安裝。</p>
		<p> 4.3為提供更優質，安全的服務，在本軟件安裝時共享城市可能推薦您安裝其他軟件，您可以選擇安裝或不安裝。</p>
		<p> 4.4如果您不再需要使用本軟件或者需要安裝新版軟件，可以自行卸載。如果您願意幫助共享城市改進產品服務，請告知卸載的原因。</p>

		<h3 class ="h3">五，軟件的更新</h3>
		為了改善用戶體驗，完善服務內容，共享城市將不斷努力開發新的服務，並為您不時提供軟件更新（這些更新可能會採取軟件替換，修改，功能強化，版本升級等形式）。 </p>
		<p> 5.2為了保證本軟件及服務的安全性和功能的一致性，共享城市有權不經向您特別通知而對軟件進行更新，或對對軟件的部分功能效果進行改變或限制。 >
		<p> 5.3本軟件新版本發布後，舊版本的軟件可能無法使用。共享城市不保證舊版本軟件繼續可用及相應的客戶服務，請隨時核對並下載最新版本。</p>

		<h3 class ="h3">六，用戶信息保護</h3>
		除法律法規規定的情形外，未經用戶許可共享城市不會向第三方公開，保護用戶信息是共享城市的一項基本原則，共享城市將會採取合作的措施保護用戶的信息。透露用戶信息。共享城市對相關信息採用專業加密存儲與傳輸方式，保障用戶信息的安全。</p>
		<p> 6.2您在註冊賬號或使用本服務的過程中，需要提供一些必要的信息，例如：為向您提供賬號註冊服務或進行用戶身份認證，需要填寫手機號碼，姓名，身份證號等。若您提供的信息不完整，則無法使用本服務或在使用過程中受到限制。</p>
		<p> 6.3一般情況下，您可隨時瀏覽，修改自己提交的信息，但出於安全性和身份識別的考慮，您可能無法修改註冊時提供的初始註冊信息及其他驗證信息。</p>
		<p> 6.4共享城市將運用各種安全技術和程序建立完善的管理制度來保護您的信息，以免遭受未經授權的訪問，使用或披露。
		<p> 6.5未經您的同意，共享城市不會向共享城市以外的任何公司，組織和個人披露您的信息，但法律法規另有規定的除外。</p>
		若您是18周歲以下的未成年人，在使用本系統前，應事先取得您家長或法定監護人的書面同意。</p>

		<h3 class ="h3">七，主權利義務條款</h3>
		<p> 7.1賬號使用規範</p>
		<p> 7.1.1您在使用本服務前需要註冊一個共享賬號。該賬號可以通過手機號碼進行註冊，並可在註冊成功後進行個人或企業身份實名認證。</p>
		<p> 7.1.2共享賬號的所有權歸共享城市科技有限公司所有，用戶完成申請註冊手續後，僅獲得共享賬號的使用權，且該使用權僅屬於初始申請註冊人。不得贈與，借用，租用，轉讓或售賣該賬號或者以其他方式許可非初始申請註冊人使用。非初始申請註冊人不得通過受贈，繼承，承租，受讓或者其他任何方式使用該賬號。</p>
		7.1.3用戶有責任妥善保管註冊帳戶信息及帳戶密碼的安全，用戶需要對註冊帳戶以及密碼下的行為承擔法律責任。用戶同意在任何情況下不向他人透露帳戶和密碼信息。在您懷疑他人在使用您的賬號時，您應立即通知共享城市公司。</p>
		<p> 7.1.4用戶在使用手機號碼註冊個共享賬號時，系統將為您自動匹配暱稱，頭像，您可以對其進行設置。</p>
		<p> 7.1.5用戶註冊共享賬號後如果長期不登錄該賬號，共享城市有權回收該賬號，以免造成資源浪費，由此帶來的任何損失均為用戶自行承擔。
		<p> 7.2用戶注意事項</p>
		<p> 7.2.1您理解並同意：為了向您提供有效的服務，本系統會利用您終端設備的處理器和帶寬等資源。本系統使用過程中可能產生數據流量的費用，用戶需自行向運營商了解相關資費信息，並自行承擔相關費用。</p>
		<p> 7.2.2您理解並同意：本系統的某些功能可能會讓第三方知曉用戶的信息，例如：可以查詢用戶頭像，暱稱等可公開的基礎資料。</p>
		<p> 7.2.3您理解並同意共享城市將會盡其商業上的合作努力保障您在本系統件及服務中的數據存儲安全，但是，共享城市並不能就此提供完全保證，對您在本系統及服務中相關數據的刪除或儲存失敗負責; </p>
		<p> 7.2.4用戶在使用本系統及服務時，須自行承擔如下來共享城市不可掌控的風險內容，包括但不限於：</p>
		<p> 7.2.4.1由於不可抗拒因素可能引起的個人信息丟失，洩漏等風險; </p>
		<p> 7.2.4.2用戶必須選擇與所安裝終端設備相匹配的系統版本，否則，由於軟件與終端設備型號不相匹配所導致的任何問題或損害，均為用戶自行承擔; </p>
		<p> 7.2.4.3用戶在使用本系統訪問第三方網站時，因為第三方網站及相關內容所可能導致的風險，由用戶自行承擔; </p>
		<p> 7.2.4.4由於無線網絡信號不穩定，無線網絡帶寬小等原因，所引起的登錄失敗，資料同步不完整，頁面打開速度慢等風險。</p>

		<p> 7.3第三方產品和服務</p>
		<p> 7.3.1您在使用本系統第三方提供的產品或服務時，除遵守本協議約定外，還應遵守第三方的用戶協議。共享城市和第三方對可能出現的糾紛在法律規定和約定的範圍內各自承擔責任。</p>
		7.3.2由於用戶使用本系統或要求共享城市提供特定服務時，本系統可能會調用第三方系統或者通過第三方支持用戶的使用或訪問，使用或訪問的結果由該第三方提供，共享城市不保證通過第三方提供服務及內容的安全性，準確性，有效性及其他不確定的風險，由此若引發的任何爭議及損害，共享城市不承擔任何責任。</p>
		<p> 7.3.3您理解並同意，共享城市有權決定將本軟件作商業用途，包括但不限於開發，使用本系統的部分服務為第三方作推廣等，共享城市承諾在推廣過程中嚴格按照本協議約定保護您的信息，同時您亦可以根據系統設置選擇屏蔽，拒絕接收相關推廣信息。</p>

		<h3 class ="h3">八，用戶行為規範</h3>
		<p> 8.1軟件使用規範</p>
		<p> 8.1.1除非法律允許或共享城市書面許可，您使用本系統過程中不得從事下列行為：</p>
		<p> 8.1.1.1刪除本系統及其副本上關於著作權的信息; </p>
		8.1.1.2對本系統進行反向工程，反向彙編，反向編譯或者以其他方式嘗試發現本軟件的源代碼; </p>
		8.1.1.3對本系統或本系統運行過程中釋放到任何終端內存中的數據，軟件運行過程中客戶端與服務器端的交互數據，以及本軟件運行所必需的系統數據，進行複制，修改，增加，刪除，掛接運行或創作任何衍生作品，形式包括但不限於使用插件，外掛或非共享城市經授權的第三方工具/服務接入本軟件和相關系統; </p>
		8.1.1.4通過修改或偽造系統運行中的指令，數據，增加，刪除，變動系統的功能或運行效果，或者將用於上述用途的軟件，方法進行運營或向公眾傳播，無論這些行為是否為商業目的; </p>
		<p> 8.1.1.5通過非共享城市開發，授權的第三方軟件，插件，外掛，系統，登錄或使用共享城市軟件及服務，或製作，發布，傳播上述工具; </p>
		<p> 8.1.1.6自行或者授權他人，第三方軟件對本軟件及其組件，模塊，數據進行干擾; </p>
		<p> 8.1.1.7其他未經共享城市明示授權的行為。</p>
		8.1.2您理解並同意，基於用戶體驗或相關服務平台運營安全，平台規則要求及健康發展等綜合因素，共享城市有權選擇提供服務的對象，有權決定功能設置，有權決定功能開放，數據接口和相關數據披露的對象和範圍針對以下情形，有權視具體情況中止或終止提供本服務，包括但不限於：</p>
		<p> 8.1.2.1違反法律法規或本協議規定的; </p>
		<p> 8.1.2.2影響服務體驗的; </p>
		<p> 8.1.2.3存在安全隱患的</p>
		<p> 8.1.2.4與本系統已有主要功能或功能組件相似，相同或可實現上述功能或功能組件的主要效用的; </p>
		<p> 8.1.2.5界面，風格，功能，描述或使用者體驗與本系統類似，可能造成用戶認為其使用的功能或服務來源於共享城市或經共享城市授權的; </p>
		<p> 8.1.2.6違反本系統運營原則，或不符合共享城市其他管理要求的。</p>
		<P> 8.2服務運營規範</P>
		<P>除非法律允許或共享城市書面許可，您使用本服務過程中不得從事下列行為：</p>
		<p> 8.2.1未經共享城市書面許可利用本系統賬號和任何功能，以及第三方運營平台進行推廣或互相推廣的; </p>
		<p> 8.2.2利用共享賬號或本軟件及服務從事任何違法犯罪活動的; </p>
		<p> 8.2.3其他違反法律法規規定，侵犯其他用戶合法權益，干擾產品正常運營或共享城市未明示授權的行為。</p>
		<p> 8.3對自己行為負責</p>
		<P>您充分了解並同意，您必須為自己註冊賬號下的一切行為負責，您應對本服務中的內容自行加以判斷，並承擔因使用內容而引起的所有風險，共享城市無法且不會對因前述風險而導致的任何損失或損害承擔責任。</p>
		違約處理</p>
		<p> 8.4.1如果共享城市發現或收到他人舉報或投訴用戶違反本協議約定的，共享城市有權隨時對違規賬號處理包括但不限於警告，限製或禁止使用部分或全部功能，賬號封禁直至註銷的處罰，並公告處理結果。</p>
		<p> 8.4.2您理解並同意，共享城市有權依合理判斷對違反有關法律法規或本協議規定的行為進行處罰，對違法違規的任何用戶採取適當的法律行動，並依法律法規保存有關信息向有關部門報告等，用戶應獨自承擔由此而產生的一切法律責任。</p>
		<p> 8.4.3您理解並同意，因您違反本協議或相關服務條款的規定，導致或產生第三方主張的任何索賠，要求或損失，您應當獨立承擔責任;共享城市因此遭受損失的，您也應當一併賠償。</p>

		<h3 class ="h3">九，知識產權聲明</h3>
		<p> 9.1共享城市​​是本系統的知識產權權利人。本系統的一切著作權，商標權，專利權，商業秘密等知識產權，以及與本軟件相關的所有信息內容均受中華人民共和國法律法規和相應的國際條約保護，共享城市享有上述知識產權，但相關權利人依照法律規定應享有的權利除外。</p>
		<p> 9.2未經共享城市或相關權利人書面同意，您不得為任何商業或非商業目的的自行或許可任何第三方實施，利用，轉讓上述知識產權。</p>

		<h3 class ="h3">十，終端安全責任</h3>
		<p> 10.1您理解並同意，本系統同大多數互聯網軟件一樣，可能會受多種因素影響，包括但不限於用戶原因，網絡服務質量，社會環境等;也可能會受各種安全問題的侵擾，包括但不限於他人非法利用用戶資料，進行現實中的騷擾;用戶下載安裝的其他軟件或訪問的其他網站中可能含有病毒，木馬程序或其他惡意程序，威脅您的終端設備信息和數據安全，繼而影響本系統的正常使用等。因此，您應加強信息安全及個人信息的保護意識，注意密碼保護，以免遭受損失。</p>
		<p> 10.2您不得製作，發布，使用，傳播用於竊取本系統賬號及其人個人信息，財產的惡意程序。</p>
		<p> 10.3維護軟件安全與正常使用是共享城市和您的共同責任，共享城市將按照行業標準合理審慎地採取必要技術措施保護您的終端設備信息和數據安全，但是您承認和同意共享城市並不能就此提供完全保證。</p>

		<h3 class ="h3">十一，第三方軟件或技術</h3>
		<p> 11.1本軟件可能會使用第三方軟件或技術（包括本軟件可能使用的開源代碼和公共領域代碼等，下同），這種使用已經獲得合法授權。
		<p> 11.2本軟件如果使用了第三方的軟件或技術，共享城市將按照相關法規或約定，對相關的協議或其他文件，可能通過本協議附件，在本軟件安裝包特定文件夾中打包，或通過開源軟件頁面等形式進行展示，它們可能會以"軟件使用許可協議"，"授權協議"，"開源代碼許可證"或其他形式來表達。前述通過各種形式展現的相關協議，其他文件及網頁，均是本協議不可分割的組成部分，與本協議具有同等的法律效力，您應當遵守這些要求。如果您沒有遵守這些要求，該第三方或者國家機關可能會對您提起訴訟，罰款或採取其他制裁措施，並要求共享城市給予協助，您應當自行承擔法律責任。</p>
		共享城市不承擔任何責任，共享城市不對第三方軟件或技術提供客服支持，若您需要獲取支持，請與第三方聯繫。</p>
		<h3 class ="h3">十二，其他</h3>
		<p> 12.1本協議的成立，生效，履行，解釋及糾紛解決，適用中華人民共和國大陸地區法律（不包括衝突法）。</p>
		<p>若您和共享城市之間發生任何糾紛或爭議，首先應友好協商解決;協商不成的，您同意將糾紛或爭議提交本協議簽訂地有管轄權的人民法院管轄。</p>
		<p> 12.3本協議所有條款的標題僅為閱讀方便，本身並無實際涵義，不能作為本協議涵義解釋的依據。</p>
		<p> 12.4本協議條款無論因為何種原因部分無效或不可執行，其餘條款仍有效，對雙方具有約束力。</p>
		<P>深圳共享城市科技有限公司保留最終解釋權</P>
	</DIV>


		<script>
            var _mtac = {};
            (function() {
                var mta = document.createElement("script");
                mta.src = "http://pingjs.qq.com/h5/stats.js?v2.0.4";
                mta.setAttribute("name", "MTAH5");
                mta.setAttribute("sid", "500528731");

                var s = document.getElementsByTagName("script")[0];
                s.parentNode.insertBefore(mta, s);
            })();
		</script>

	</body>
</html>
<script src="/resources/js/public.js"></script>